Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: Add a custom fine-tuned whisper model to use with Diktilo. Select the downloaded .bin file.
ca: Afegeix un model Whisper personalitzat i ajustat per fer-lo servir amb Diktilo. Selecciona el fitxer .bin baixat.
de: Ein eigenes, feinjustiertes Whisper-Modell für Diktilo hinzufügen. Wähle die heruntergeladene .bin-Datei aus.
eo: Aldoni propran, adaptitan Whisper-modelon por uzi kun Diktilo. Elektu la elŝutitan .bin-dosieron.
pl: Dodaj niestandardowy dostrojony model Whisper do użycia z Diktilo. Wybierz pobrany plik .bin.
zh_hans: 添加自定微调的 whisper 模型以在 Diktilo 中使用。请选择已下载的 .bin 文件。

source: Add microphones in the order Diktilo should try them.
ca: Afegeix els micròfons en l'ordre en què Diktilo els ha de provar.
de: Mikrofone in der Reihenfolge hinzufügen, in der Diktilo sie verwenden soll.
eo: Aldonu mikrofonojn laŭ la ordo, en kiu Diktilo provu ilin.
pl: Dodaj mikrofony w kolejności, w jakiej Diktilo ma je wypróbowywać.
zh_hans: 按 Diktilo 应依次尝试的顺序添加麦克风。

source: Allow Diktilo to work across all your apps.
ca: Permet que Diktilo funcioni a totes les teves apps.
de: Erlaube Diktilo, in all deinen Apps zu funktionieren.
eo: Permesi al Diktilo funkcii en ĉiuj viaj aplikaĵoj.
pl: Zezwól Diktilo na działanie we wszystkich aplikacjach.
zh_hans: 允许 Diktilo 在你的所有 App 中工作。

source: Ask quick questions and Diktilo will serve you the answers.
ca: Fes preguntes ràpides i Diktilo et donarà les respostes.
eo: Demandu rapidajn demandojn, kaj Diktilo liveros al vi la respondojn.
pl: Zadawaj szybkie pytania, a Diktilo będzie dostarczać odpowiedzi.
zh_hans: 问一些简单的问题，Diktilo 会为你解答。

source: Continue using Diktilo to unlock peak hours.
ca: Continua fent servir Diktilo per desbloquejar les hores punta.
de: Nutze Diktilo weiter, um Spitzenzeiten freizuschalten.
eo: Daŭre uzu Diktilon por malŝlosi la pinthorojn.
pl: Używaj Diktilo dalej, aby odblokować szczytowe godziny.
zh_hans: 继续使用 Diktilo 以解锁高峰时段。

source: Continue using Diktilo to unlock stats and insights.
ca: Continua fent servir Diktilo per desbloquejar estadístiques i anàlisis.
de: Nutze Diktilo weiter, um Statistiken und Einblicke freizuschalten.
eo: Daŭre uzu Diktilon por malŝlosi statistikojn kaj analizojn.
pl: Używaj Diktilo dalej, aby odblokować statystyki i analizy.
zh_hans: 继续使用 Diktilo 以解锁统计和洞察。

source: Continue using Diktilo to unlock these stats.
ca: Continua fent servir Diktilo per desbloquejar aquestes estadístiques.
de: Nutze Diktilo weiter, um diese Statistiken freizuschalten.
eo: Daŭre uzu Diktilon por malŝlosi ĉi tiujn statistikojn.
pl: Używaj Diktilo dalej, aby odblokować te statystyki.
zh_hans: 继续使用 Diktilo 以解锁这些统计数据。

source: Control how Diktilo handles your transcription data and audio recordings.
ca: Controla com gestiona Diktilo les teves dades de transcripció i els enregistraments d'àudio.
de: Steuere, wie Diktilo deine Transkriptionsdaten und Audioaufnahmen verwaltet.
eo: Regu, kiel Diktilo traktas viajn transskribajn datumojn kaj sonregistraĵojn.
pl: Kontroluj, jak Diktilo zarządza Twoimi danymi transkrypcji i nagraniami audio.
zh_hans: 控制 Diktilo 如何处理你的转写数据和录音。

source: Create first mode to automate your Diktilo workflow based on apps/website you are using
ca: Crea el primer mode per automatitzar el flux de treball de Diktilo segons les apps o els llocs web que facis servir
de: Erstelle deinen ersten Modus, um deinen Diktilo-Workflow basierend auf verwendeten Apps und Websites zu automatisieren
eo: Kreu la unuan reĝimon por aŭtomatigi vian laborfluon en Diktilo laŭ la uzataj aplikaĵoj kaj retejoj.
pl: Utwórz pierwszy tryb, aby zautomatyzować swój przepływ pracy w Diktilo na podstawie używanych aplikacji i stron.
zh_hans: 创建第一个模式，根据你正在使用的 App 或网站自动化你的 Diktilo 工作流程

source: Dismiss the Diktilo recorder and cancel any active recording.
ca: Tanca l'enregistrador de Diktilo i cancel·la qualsevol enregistrament actiu.
de: Diktilo-Aufnahme schließen und aktive Aufnahme abbrechen.
eo: Fermi la registrilon de Diktilo kaj nuligi ajnan aktivan registradon.
pl: Zamknij rejestrator Diktilo i anuluj bieżące nagranie.
zh_hans: 关闭 Diktilo 录音器，并取消所有正在进行的录音。

source: Dismiss Diktilo Recorder
ca: Tancar l'enregistrador de Diktilo
de: Diktilo-Aufnahme schließen
eo: Fermi la registrilon de Diktilo
pl: Zamknij rejestrator Diktilo
zh_hans: 关闭 Diktilo 录音器

source: e.g. Prakash, Diktilo
ca: p. ex. Prakash, Diktilo
de: z. B. Prakash, Diktilo
eo: ekz. Prakash, Diktilo
pl: np. Prakash, Diktilo
zh_hans: 例如：Prakash, Diktilo

source: Earn With The Diktilo Affiliate Program
ca: Guanya diners amb el programa d'afiliats de Diktilo
de: Mit dem Diktilo-Partnerprogramm Geld verdienen
eo: Gajnu per la aliĝprogramo de Diktilo
pl: Zarabiaj z programem partnerskim Diktilo
zh_hans: 通过 Diktilo 联盟计划赚取收益

source: Environment variables available: VOICEINK_SYSTEM_PROMPT, VOICEINK_USER_PROMPT, VOICEINK_FULL_PROMPT. Diktilo also writes VOICEINK_FULL_PROMPT to stdin for every command.
ca: Variables d'entorn disponibles: VOICEINK_SYSTEM_PROMPT, VOICEINK_USER_PROMPT, VOICEINK_FULL_PROMPT. Diktilo també escriu VOICEINK_FULL_PROMPT a stdin per a cada ordre.
de: Verfügbare Umgebungsvariablen: VOICEINK_SYSTEM_PROMPT, VOICEINK_USER_PROMPT, VOICEINK_FULL_PROMPT. Diktilo schreibt außerdem VOICEINK_FULL_PROMPT für jeden Befehl nach stdin.
eo: Disponeblaj medivariabloj: VOICEINK_SYSTEM_PROMPT, VOICEINK_USER_PROMPT, VOICEINK_FULL_PROMPT. Diktilo ankaŭ skribas VOICEINK_FULL_PROMPT al stdin por ĉiu komando.
pl: Dostępne zmienne środowiskowe: VOICEINK_SYSTEM_PROMPT, VOICEINK_USER_PROMPT, VOICEINK_FULL_PROMPT. Diktilo zapisuje również VOICEINK_FULL_PROMPT do stdin dla każdego polecenia.
zh_hans: 可用的环境变量：VOICEINK_SYSTEM_PROMPT、VOICEINK_USER_PROMPT、VOICEINK_FULL_PROMPT。Diktilo 还会在每次执行命令时将 VOICEINK_FULL_PROMPT 写入 stdin。

source: Experience Diktilo
ca: Descobreix Diktilo
de: Diktilo erleben
eo: Provi Diktilon
pl: Wypróbuj Diktilo
zh_hans: 体验 Diktilo

source: Export Diktilo Settings
ca: Exportar la configuració de Diktilo
de: Diktilo-Einstellungen exportieren
eo: Eksporti agordojn de Diktilo
pl: Eksportuj ustawienia Diktilo
zh_hans: 导出 Diktilo 设置

source: Have feedback, a bug report, or something that feels off? Send a note with system information by email, or join Discord for community discussion. Every report helps make Diktilo more reliable and easier to use.
ca: Tens comentaris, has trobat un error o hi ha alguna cosa que no acaba d'anar bé? Envia una nota amb la informació del sistema per correu electrònic o uneix-te al Discord per parlar amb la comunitat. Cada informe ajuda a fer que Diktilo sigui més fiable i més fàcil d'utilitzar.
de: Hast du Feedback, einen Fehlerbericht oder stimmt etwas nicht? Sende eine E-Mail mit Systeminformationen oder tritt dem Discord bei. Jeder Bericht hilft, Diktilo zuverlässiger und einfacher nutzbar zu machen.
eo: Ĉu vi havas komentojn, cimraporton aŭ io ne funkcias ĝuste? Sendu retmesaĝon kun sistemaj informoj aŭ aliĝu al Discord por komunuma diskuto. Ĉiu raporto helpas igi Diktilon pli fidinda kaj pli facile uzebla.
pl: Masz uwagi, zgłoszenie błędu lub coś nie działa jak powinno? Wyślij wiadomość e-mail z informacjami o systemie lub dołącz do Discorda. Każde zgłoszenie pomaga uczynić Diktilo bardziej niezawodnym i wygodnym w użyciu.
zh_hans: 有反馈、错误报告，或觉得哪里不对劲？可以通过电子邮件发送附带系统信息的留言，或加入 Discord 参与社区讨论。每一条报告都会让 Diktilo 更可靠、更易用。

source: Import Diktilo Settings
ca: Importar la configuració de Diktilo
de: Diktilo-Einstellungen importieren
eo: Importi agordojn de Diktilo
pl: Importuj ustawienia Diktilo
zh_hans: 导入 Diktilo 设置

source: It is recommended to restart Diktilo for all changes to take full effect.
ca: Es recomana reiniciar Diktilo perquè tots els canvis tinguin efecte.
de: Es wird empfohlen, Diktilo neu zu starten, damit alle Änderungen vollständig wirksam werden.
eo: Oni rekomendas rekomenci Diktilon, por ke ĉiuj ŝanĝoj plene efiku.
pl: Zalecane jest ponowne uruchomienie Diktilo, aby wszystkie zmiany w pełni weszły w życie.
zh_hans: 建议重新启动 Diktilo，以使所有更改完全生效。

source: Modes help you set up Diktilo for different writing tasks, workflows, and scenarios.
ca: Els modes t'ajuden a configurar Diktilo per a diferents tasques d'escriptura, fluxos de treball i situacions.
de: Modi helfen Ihnen, Diktilo für verschiedene Schreibaufgaben, Arbeitsabläufe und Szenarien einzurichten.
eo: Reĝimoj helpas agordi Diktilon por diversaj verkotaskoj, laborfluoj kaj scenaroj.
pl: Tryby pozwalają skonfigurować Diktilo do różnych zadań pisania, przepływów pracy i scenariuszy.
zh_hans: 模式可帮助你针对不同的写作任务、工作流程和使用场景来设置 Diktilo。

source: Pick the microphone Diktilo should use for recordings.
ca: Tria el micròfon que Diktilo ha de fer servir per als enregistraments.
de: Wähle das Mikrofon aus, das Diktilo für Aufnahmen verwenden soll.
eo: Elektu la mikrofonon, kiun Diktilo uzu por registradoj.
pl: Wybierz mikrofon, którego Diktilo ma używać do nagrań.
zh_hans: 选取 Diktilo 录音时应使用的麦克风。

source: Pulling together your Diktilo activity.
ca: S'està recopilant l'activitat de Diktilo.
de: Diktilo-Aktivität wird zusammengeführt.
eo: Kolektado de via aktiveco en Diktilo.
pl: Zbieranie aktywności Diktilo.
zh_hans: 正在汇总你的 Diktilo 活动。

source: Quit Diktilo
ca: Sortir de Diktilo
de: Diktilo beenden
eo: Ĉesigi Diktilon
pl: Zakończ Diktilo
zh_hans: 退出 Diktilo

source: Required for Diktilo shortcuts and app-wide controls to work properly.
ca: Necessari perquè les dreceres de Diktilo i els controls generals de l'app funcionin correctament.
de: Erforderlich für Diktilo-Tastaturkürzel und app-weite Steuerung.
eo: Necesa por ĝusta funkciado de la klavkombinoj de Diktilo kaj de la tutaplikaĵaj regiloj.
pl: Wymagane do prawidłowego działania skrótów Diktilo i ogólnych opcji sterowania aplikacją.
zh_hans: Diktilo 的快捷键和全局控制需要此权限才能正常工作。

source: Restart Diktilo after enabling Screen Recording.
ca: Reinicia Diktilo després d'activar la gravació de pantalla.
de: Diktilo nach dem Aktivieren der Bildschirmaufnahme neu starten.
eo: Rekomencu Diktilon post ŝalto de Ekranregistrado.
pl: Uruchom Diktilo ponownie po włączeniu nagrywania ekranu.
zh_hans: 启用屏幕录制后，请重新启动 Diktilo。

source: Restart Diktilo to Apply Language
ca: Reinicia Diktilo per aplicar l'idioma
de: Diktilo neu starten, um die Sprache anzuwenden
eo: Rekomenci Diktilon por apliki la lingvon
pl: Uruchom Diktilo ponownie, aby zastosować język
zh_hans: 重新启动 Diktilo 以应用语言

source: Select the text on the screen, tell Diktilo the changes you want, and Diktilo will rewrite the text for you.
ca: Selecciona el text a la pantalla, digues a Diktilo quins canvis vols i Diktilo el reescriurà per tu.
eo: Elektu tekston sur la ekrano, diru al Diktilo la deziratajn ŝanĝojn, kaj Diktilo reverkos la tekston por vi.
pl: Zaznacz tekst na ekranie, powiedz Diktilo, jakie zmiany chcesz wprowadzić, a Diktilo przepisze go za ciebie.
zh_hans: 选中屏幕上的文字，告诉 Diktilo 你想怎么改，它就会替你改写。

source: Share Diktilo with friends or your audience and receive %@ on every referral that upgrades.
ca: Comparteix Diktilo amb amics o amb el teu públic i rep %@ per cada persona recomanada que es passi a la versió de pagament.
de: Empfiehl Diktilo Freunden oder deinem Publikum und erhalte %@ für jede geworbene Person, die ein Upgrade durchführt.
eo: Kunhavigu Diktilon kun amikoj aŭ via publiko kaj ricevu %@ por ĉiu rekomendita persono, kiu aĉetas abonon.
pl: Udostępnij Diktilo znajomym lub odbiorcom i otrzymaj %@ za każdą poleconą osobę, która kupi subskrypcję.
zh_hans: 将 Diktilo 分享给朋友或你的受众，每有一位经你推荐并升级的用户，你都将获得 %@ 的分成。

source: Start or stop the Diktilo recorder for voice transcription.
ca: Inicia o atura l'enregistrador de Diktilo per a la transcripció de veu.
de: Diktilo-Aufnahme für Sprachtranskription starten oder stoppen.
eo: Komenci aŭ ĉesigi la registrilon de Diktilo por voĉa transskribo.
pl: Uruchom lub zatrzymaj rejestrator Diktilo do transkrypcji głosu.
zh_hans: 启动或停止 Diktilo 录音器，以进行语音转写。

source: Thank you for using Diktilo
ca: Gràcies per fer servir Diktilo
de: Danke, dass du Diktilo verwendest
eo: Dankon pro uzado de Diktilo
pl: Dziękujemy za korzystanie z Diktilo
zh_hans: 感谢你使用 Diktilo

source: The key worked, but Diktilo could not save it securely.
ca: La clau funciona, però Diktilo no l'ha pogut desar de manera segura.
de: Der Schlüssel funktioniert, aber Diktilo konnte ihn nicht sicher speichern.
eo: La ŝlosilo funkciis, sed Diktilo ne povis konservi ĝin sekure.
pl: Klucz zadziałał, ale Diktilo nie mogło go bezpiecznie zapisać.
zh_hans: 密钥有效，但 Diktilo 无法安全地存储它。

source: Toggle Diktilo Recorder
ca: Activar/desactivar l'enregistrador de Diktilo
de: Diktilo-Aufnahme umschalten
eo: Ŝalti/malŝalti la registrilon de Diktilo
pl: Włącz/wyłącz rejestrator Diktilo
zh_hans: 切换 Diktilo 录音器

source: Try a few short samples and see how Diktilo works before you start.
ca: Prova unes quantes mostres curtes i descobreix com funciona Diktilo abans de començar.
de: Probiere ein paar kurze Beispiele aus und sieh dir an, wie Diktilo funktioniert.
eo: Provu kelkajn mallongajn ekzemplojn kaj vidu, kiel Diktilo funkcias, antaŭ ol komenci.
pl: Wypróbuj kilka krótkich próbek i sprawdź, jak działa Diktilo, zanim zaczniesz.
zh_hans: 开始之前，先试几个简短的示例，看看 Diktilo 是如何工作的。

source: Turn your spoken note into a clean email draft with Diktilo.
ca: Converteix una nota de veu en un esborrany de correu net amb Diktilo.
eo: Igu vian parolitan noton pura retpoŝta malneto per Diktilo.
pl: Zamień mówioną notatkę w gotowy szkic e-maila za pomocą Diktilo.
zh_hans: 用 Diktilo 把你的口述整理成整洁的邮件草稿。

source: Use Diktilo now.
ca: Fes servir Diktilo ara.
de: Diktilo jetzt nutzen.
eo: Uzu Diktilon nun.
pl: Używaj Diktilo teraz.
zh_hans: 立即使用 Diktilo。

source: Diktilo app is not available
ca: L'app Diktilo no està disponible
de: Diktilo-App ist nicht verfügbar
eo: La aplikaĵo Diktilo ne disponeblas
pl: Aplikacja Diktilo jest niedostępna
zh_hans: Diktilo App 不可用

source: Diktilo automatically understands what you are working with and selects your preferred setup. You can always configure this by editing or creating new modes.
ca: Diktilo entén automàticament amb què estàs treballant i selecciona la configuració que prefereixes. Sempre ho pots configurar editant els modes o creant-ne de nous.
de: Diktilo erkennt automatisch, woran du arbeitest, und wählt deine bevorzugte Konfiguration aus. Du kannst dies jederzeit anpassen, indem du Modi bearbeitest oder neue erstellst.
eo: Diktilo aŭtomate komprenas, pri kio vi laboras, kaj elektas vian preferatan agordon. Vi ĉiam povas ŝanĝi tion, redaktante ekzistantajn reĝimojn aŭ kreante novajn.
pl: Diktilo automatycznie rozpoznaje, nad czym pracujesz, i wybiera preferowaną konfigurację. Możesz to zawsze zmienić, edytując istniejące tryby lub tworząc nowe.
zh_hans: Diktilo 会自动识别你正在处理的内容，并选用你偏好的设置。你随时可以通过编辑或创建新模式来进行配置。

source: Diktilo can select the right mode from the app you are using and the rules you configure.
ca: Diktilo pot seleccionar el mode adequat segons l'app que facis servir i les regles que configuris.
de: Diktilo kann anhand der verwendeten App und der konfigurierten Regeln den passenden Modus auswählen.
eo: Diktilo povas elekti la ĝustan reĝimon laŭ la uzata aplikaĵo kaj la reguloj, kiujn vi agordis.
pl: Diktilo może wybrać odpowiedni tryb na podstawie używanej aplikacji i skonfigurowanych przez ciebie reguł.
zh_hans: Diktilo 可以根据你正在使用的 App 和你配置的规则选择合适的模式。

source: Diktilo couldn't access its storage location. Your transcriptions will not be saved between sessions.
ca: Diktilo no ha pogut accedir a la ubicació d'emmagatzematge. Les transcripcions no es desaran entre sessions.
de: Diktilo konnte nicht auf den Speicherort zugreifen. Deine Transkriptionen werden nicht zwischen Sitzungen gespeichert.
eo: Diktilo ne povis aliri sian konservejon. Viaj transskriboj ne estos konservitaj inter seancoj.
pl: Diktilo nie mogło uzyskać dostępu do miejsca przechowywania. Twoje transkrypcje nie będą zapisywane między sesjami.
zh_hans: Diktilo 无法访问其存储位置。你的转写记录将无法跨会话存储。

source: Diktilo Insights
ca: Estadístiques de Diktilo
de: Diktilo-Einblicke
eo: Statistikoj de Diktilo
pl: Statystyki Diktilo
zh_hans: Diktilo 使用分析

source: Diktilo is also open source, so you can inspect every single line of code.
ca: Diktilo també és de codi obert, així que pots revisar cada línia de codi.
de: Diktilo ist auch Open Source, sodass du jede Codezeile einsehen kannst.
eo: Diktilo estas ankaŭ malfermitkoda, do vi povas kontroli ĉiun linion de la kodo.
pl: Diktilo jest też open source — możesz przejrzeć każdą linię kodu.
zh_hans: Diktilo 还是开源软件，你可以查看每一行代码。

source: Diktilo is Context-Aware
ca: Diktilo és conscient del context
de: Diktilo erkennt den Kontext
eo: Diktilo konscias pri kunteksto
pl: Diktilo rozpoznaje kontekst
zh_hans: Diktilo 支持上下文感知

source: Diktilo is context-aware.
ca: Diktilo és conscient del context.
de: Diktilo erkennt den Kontext.
eo: Diktilo konscias pri kunteksto.
pl: Diktilo rozpoznaje kontekst.
zh_hans: Diktilo 支持上下文感知。

source: Diktilo is Open Source
ca: Diktilo és de codi obert
de: Diktilo ist Open Source
eo: Diktilo estas malfermitkoda
pl: Diktilo jest open source
zh_hans: Diktilo 是开源软件

source: Diktilo is private by default
ca: Diktilo és privat per defecte
de: Diktilo ist standardmäßig privat
eo: Diktilo estas implicite privata
pl: Diktilo jest domyślnie prywatne
zh_hans: Diktilo 默认保护隐私

source: Diktilo is private by default. No data leaves your device unless you opt in.
ca: Diktilo és privat per defecte. Cap dada surt del dispositiu tret que tu ho decideixis.
de: Diktilo ist standardmäßig privat. Keine Daten verlassen dein Gerät, sofern du dem nicht zustimmst.
eo: Diktilo estas implicite privata. Neniuj datumoj forlasas vian aparaton, krom se vi mem elektas tion.
pl: Diktilo jest domyślnie prywatne. Żadne dane nie opuszczają urządzenia, jeśli sam tego nie wybierzesz.
zh_hans: Diktilo 默认保护隐私。除非你主动选择，否则任何数据都不会离开你的设备。

source: Diktilo Modes
ca: Modes de Diktilo
de: Diktilo-Modi
eo: Reĝimoj de Diktilo
pl: Tryby Diktilo
zh_hans: Diktilo 模式

source: Diktilo modes include Dictation, Enhance, Email, Assistant, Rewrite, Ask, Summarize, and Translate.
ca: Els modes de Diktilo inclouen Dictat, Millorar, Correu, Assistent, Reescriure, Preguntar, Resumir i Traduir.
de: Diktilo-Modi umfassen Diktat, Verbesserung, E-Mail, Assistent, Umschreiben, Fragen, Zusammenfassen und Übersetzen.
eo: La reĝimoj de Diktilo inkluzivas: Diktado, Plibonigo, Retpoŝto, Asistanto, Reverkado, Demandi, Resumi kaj Traduki.
pl: Tryby Diktilo obejmują: Dyktowanie, Ulepszanie, E-mail, Asystent, Przepisywanie, Pytaj, Podsumuj i Tłumacz.
zh_hans: Diktilo 的模式包括听写、润色、邮件、助手、改写、提问、总结和翻译。

source: Diktilo progress
ca: progrés a Diktilo
de: Diktilo-Fortschritt
eo: Progreso en Diktilo
pl: Postęp w Diktilo
zh_hans: Diktilo 进度

source: Diktilo reads visible screen content to improve the accuracy of transcripts.
ca: Diktilo llegeix el contingut visible de la pantalla per millorar la precisió de les transcripcions.
de: Diktilo liest sichtbare Bildschirminhalte, um die Genauigkeit der Transkripte zu verbessern.
eo: Diktilo legas la videblan enhavon de la ekrano por plibonigi la precizecon de transskriboj.
pl: Diktilo odczytuje widoczną zawartość ekranu, aby poprawić dokładność transkryptów.
zh_hans: Diktilo 会读取屏幕上的可见内容，以提高转写的准确性。

source: Diktilo recorder dismissed
ca: S'ha tancat l'enregistrador de Diktilo
de: Diktilo-Aufnahme geschlossen
eo: Registrilo de Diktilo fermita
pl: Rejestrator Diktilo zamknięty
zh_hans: Diktilo 录音器已关闭

source: Diktilo recorder toggled
ca: S'ha activat/desactivat l'enregistrador de Diktilo
de: Diktilo-Aufnahme umgeschaltet
eo: Registrilo de Diktilo ŝaltita/malŝaltita
pl: Rejestrator Diktilo przełączony
zh_hans: 已切换 Diktilo 录音器

source: Diktilo recording service is not available
ca: El servei d'enregistrament de Diktilo no està disponible
de: Diktilo-Aufnahmedienst ist nicht verfügbar
eo: La registra servo de Diktilo ne disponeblas
pl: Usługa nagrywania Diktilo jest niedostępna
zh_hans: Diktilo 录音服务不可用

source: Diktilo sessions completed
ca: Sessions de Diktilo completades
de: Diktilo-Sitzungen abgeschlossen
eo: Finitaj seancoj de Diktilo
pl: Ukończone sesje Diktilo
zh_hans: 已完成的 Diktilo 会话

source: Diktilo temporarily uses the clipboard to paste transcription. When enabled, it restores your previous clipboard content after the selected delay. When disabled, the pasted transcription stays on your clipboard.
ca: Diktilo fa servir temporalment el porta-retalls per enganxar la transcripció. Si està activat, restaura el contingut anterior del porta-retalls després del retard seleccionat. Si està desactivat, la transcripció enganxada es queda al porta-retalls.
de: Diktilo nutzt die Zwischenablage vorübergehend zum Einfügen der Transkription. Wenn aktiviert, wird der frühere Inhalt der Zwischenablage nach der gewählten Verzögerung wiederhergestellt. Wenn deaktiviert, bleibt die Transkription in der Zwischenablage.
eo: Diktilo provizore uzas la tondujon por alglui la transskribon. Kiam ŝaltita, ĝi restarigas la antaŭan enhavon de la tondujo post la elektita prokrasto. Kiam malŝaltita, la algluita transskribo restas en la tondujo.
pl: Diktilo tymczasowo używa schowka do wklejania transkrypcji. Gdy włączone, przywraca poprzednią zawartość schowka po wybranym opóźnieniu. Gdy wyłączone, wklejona transkrypcja pozostaje w schowku.
zh_hans: Diktilo 会临时使用剪贴板来粘贴转写内容。打开后，它会在所选延迟后恢复你之前的剪贴板内容。关闭后，粘贴的转写内容会保留在剪贴板中。

source: Diktilo uses Accessibility to type transcriptions directly into any app.
ca: Diktilo fa servir l'Accessibilitat per escriure les transcripcions directament a qualsevol app.
de: Diktilo verwendet Bedienungshilfen, um Transkriptionen direkt in jede App einzugeben.
eo: Diktilo uzas Aliireblecon por tajpi transskribojn rekte en ajnan aplikaĵon.
pl: Diktilo używa ułatwień dostępu, aby wpisywać transkrypcje bezpośrednio w dowolnej aplikacji.
zh_hans: Diktilo 使用辅助功能将转写内容直接输入到任何 App 中。

source: Diktilo uses LLMs to enhance transcripts and perform AI actions. Set up an API key before continuing.
ca: Diktilo fa servir models de llenguatge (LLM) per millorar les transcripcions i fer accions d'IA. Configura una clau d'API abans de continuar.
de: Diktilo verwendet LLMs, um Transkripte zu verbessern und KI-Aktionen auszuführen. Richte einen API-Schlüssel ein, bevor du fortfährst.
eo: Diktilo uzas lingvomodelojn por plibonigi transskribojn kaj plenumi AI-agojn. Agordu API-ŝlosilon antaŭ ol daŭrigi.
pl: Diktilo używa modeli językowych do ulepszania transkryptów i wykonywania działań AI. Skonfiguruj klucz API przed kontynuowaniem.
zh_hans: Diktilo 使用大语言模型润色转写记录并执行 AI 操作。请先设置 API 密钥再继续。

source: Diktilo uses your microphone to capture your voice.
ca: Diktilo fa servir el micròfon per captar la teva veu.
de: Diktilo verwendet dein Mikrofon, um deine Stimme aufzunehmen.
eo: Diktilo uzas vian mikrofonon por kapti vian voĉon.
pl: Diktilo używa mikrofonu do przechwytywania twojego głosu.
zh_hans: Diktilo 使用你的麦克风来采集语音。

source: Diktilo vs. typing by hand
ca: Diktilo vs. escriure a mà
de: Diktilo vs. Tippen von Hand
eo: Diktilo kontraŭ mana tajpado
pl: Diktilo kontra ręczne pisanie
zh_hans: Diktilo 与手动打字对比

source: Diktilo will download NVIDIA's Parakeet model to set up fast local transcription.
ca: Diktilo baixarà el model Parakeet de NVIDIA per configurar la transcripció local ràpida.
de: Diktilo lädt das Parakeet-Modell von NVIDIA herunter, um schnelle lokale Transkription einzurichten.
eo: Diktilo elŝutos la modelon Parakeet de NVIDIA por agordi rapidan lokan transskribon.
pl: Diktilo pobierze model Parakeet od NVIDIA, aby skonfigurować szybką lokalną transkrypcję.
zh_hans: Diktilo 将下载 NVIDIA 的 Parakeet 模型，以设置快速的本地转写。

source: with Diktilo
ca: amb Diktilo
de: mit Diktilo
eo: per Diktilo
pl: z Diktilo
zh_hans: 使用 Diktilo

source: You have saved %@ with Diktilo
ca: Has estalviat %@ amb Diktilo
de: Du hast %@ mit Diktilo gespart
eo: Vi ŝparis %@ per Diktilo
pl: Zaoszczędziłeś %@ dzięki Diktilo
zh_hans: 你已使用 Diktilo 节省了 %@
